Repository: sinhong2011/triwarden
Catalog: App/Resources/Localizable.xcstrings
Source language: en
Languages: ja, zh_hans, zh_hant, zh_hk

source: Every code below renews when the ring runs out (codes with another period keep their own ring).
ja: リングが空になると、下のすべてのコードが更新されます（周期の異なるコードには個別のリングがあります）。
zh_hans: 圆环走完时，下面所有验证码都会更新（周期不同的验证码有自己的圆环）。
zh_hant: 圓環走完時，下方所有驗證碼都會更新（週期不同的驗證碼有自己的圓環）。
zh_hk: 個圈走完嗰陣，下面所有驗證碼都會更新（週期唔同嘅驗證碼有自己個圈）。

source: Every device signs out within the hour; this Mac signs back in.
ja: すべてのデバイスが 1 時間以内にサインアウトします。この Mac は再度サインインします。
zh_hans: 所有设备会在一小时内登出；这台 Mac 会重新登录。
zh_hant: 所有裝置會在一小時內登出；這台 Mac 會重新登入。
zh_hk: 所有裝置會喺一個鐘內登出；呢部 Mac 會重新登入。

source: Every login, behind one door.
ja: すべてのログインを、 ひとつの扉の奥に。
zh_hans: 每一组登录信息， 都在同一道门后。
zh_hant: 每一組登入資料， 都在同一道門後。
zh_hk: 每一個登入資料， 都喺同一道門後面。

source: Every login, in one quiet orbit.
ja: すべてのログインを、 静かな軌道にひとつに。
zh_hans: 每一个登录， 都在安静的轨道上。
zh_hant: 每一組登入， 都在安靜的軌道上。
zh_hk: 每一個登入， 都喺安靜嘅軌道上。

source: Every time
ja: 毎回
zh_hans: 每次
zh_hant: 每次
zh_hk: 每次

source: Everything Triwarden answers to. Menu items show theirs too.
ja: Triwarden で使えるすべてのキー。メニュー項目にも表示されます。
zh_hans: Triwarden 支持的所有按键。菜单项中也会显示。
zh_hant: Triwarden 支援的所有按鍵。選單項目中也會顯示。
zh_hk: Triwarden 識得嘅所有按鍵。選單項目都會顯示。

source: Everything you guard, one keystroke away.
ja: 守りたいすべてを、 ワンキーで。
zh_hans: 你守护的一切， 一键即达。
zh_hant: 你守護的一切， 一鍵即達。
zh_hk: 你守護的一切， 一鍵即達。

source: Everything, readable by any app: logins, notes, cards, identities, SSH keys, passkeys and folders.
ja: すべて、どのアプリでも読めます：ログイン、メモ、カード、ID、SSH 鍵、パスキー、フォルダ。
zh_hans: 全部内容，任何应用都能读取：登录信息、备忘录、卡片、身份、SSH 密钥、通行密钥和文件夹。
zh_hant: 全部內容，任何 App 都能讀取：登入資料、備忘錄、卡片、身分、SSH 密鑰、通行密鑰和資料夾。
zh_hk: 全部內容，任何 App 都讀到：登入資料、備忘錄、卡、身份、SSH 密鑰、通行密鑰同資料夾。

source: Expire earlier
ja: 早めに期限切れにする
zh_hans: 提前过期
zh_hant: 提早到期
zh_hk: 提早到期

source: Expired
ja: 期限切れ
zh_hans: 已过期
zh_hant: 已到期
zh_hk: 已到期

source: Expired %@
ja: %@ に期限切れ
zh_hans: 已于 %@ 过期
zh_hant: 已於 %@ 到期
zh_hk: %@ 已經到期

source: Expired, or expiring in the next two months. Put the new card's dates in once it arrives.
ja: 期限切れ、または2か月以内に期限切れになります。新しいカードが届いたら有効期限を更新してください。
zh_hans: 已过期，或将在两个月内过期。新卡寄到后，填入新的有效期。
zh_hant: 已到期，或將在兩個月內到期。新卡寄到後，填入新的有效期限。
zh_hk: 已經到期，或者兩個月內到期。新卡寄到之後，填返新嘅有效期。

source: Expires
ja: 有効期限
zh_hans: 到期日
zh_hant: 到期日
zh_hk: 到期日

source: Expires %@
ja: %@ に期限切れ
zh_hans: %@ 过期
zh_hant: %@ 到期
zh_hk: %@ 到期

source: Expiry month
ja: 有効期限の月
zh_hans: 到期月份
zh_hant: 到期月份
zh_hk: 到期月份

source: Export this account's vault
ja: このアカウントの保管庫を書き出す
zh_hans: 导出这个账户的密码库
zh_hant: 匯出這個帳號的密碼庫
zh_hk: 匯出呢個帳戶嘅密碼庫

source: Export Vault
ja: 保管庫を書き出す
zh_hans: 导出密码库
zh_hant: 匯出密碼庫
zh_hk: 匯出密碼庫

source: Export Vault…
ja: 保管庫を書き出す…
zh_hans: 导出密码库…
zh_hant: 匯出密碼庫⋯
zh_hk: 匯出密碼庫⋯

source: Export…
ja: 書き出す…
zh_hans: 导出…
zh_hant: 匯出⋯
zh_hk: 匯出⋯

source: Exported %lld items
ja: %lld 件を書き出しました
zh_hans: 已导出 %lld 个项目
zh_hant: 已匯出 %lld 個項目
zh_hk: 已匯出 %lld 個項目

source: Exported %lld items · %lld not supported by CSV
ja: %lld 件を書き出しました · %lld 件は CSV 非対応
zh_hans: 已导出 %lld 个项目 · %lld 个 CSV 不支持
zh_hant: 已匯出 %lld 個項目 · %lld 個 CSV 不支援
zh_hk: 已匯出 %lld 個項目 · %lld 個 CSV 唔支援

source: Exported the vault
ja: 保管庫を書き出しました
zh_hans: 导出了保险库
zh_hant: 匯出了保險庫
zh_hk: 匯出咗保險庫

source: Exposed in data breaches
ja: データ漏えいで流出
zh_hans: 曾在数据泄露中曝光
zh_hant: 曾在資料外洩中曝光
zh_hk: 曾在資料外洩中曝光

source: Extension
ja: 拡張機能
zh_hans: 扩展
zh_hant: 擴充功能
zh_hk: 擴充功能

source: Extra request headers
ja: 追加のリクエストヘッダ
zh_hans: 额外请求标头
zh_hant: 額外請求標頭
zh_hk: 額外請求標頭

source: Failed to sign in
ja: サインインに失敗しました
zh_hans: 登录失败
zh_hant: 登入失敗
zh_hk: 登入失敗

source: Fair
ja: 普通
zh_hans: 一般
zh_hant: 普通
zh_hk: 普通

source: Favorite
ja: お気に入り
zh_hans: 收藏
zh_hant: 喜好項目
zh_hk: 喜愛項目

source: Favorites
ja: お気に入り
zh_hans: 收藏
zh_hant: 我的最愛
zh_hk: 喜愛項目

source: File
ja: ファイル
zh_hans: 文件
zh_hant: 檔案
zh_hk: 檔案

source: File password
ja: ファイルのパスワード
zh_hans: 文件密码
zh_hant: 檔案密碼
zh_hk: 檔案密碼

source: Fill
ja: 入力
zh_hans: 填充
zh_hant: 填入
zh_hk: 填入

# fill “%@” on %@
source: fill “%1$@” on %2$@
ja: %2$@ で「%1$@」を入力する
zh_hans: 在 %2$@ 填充“%1$@”
zh_hant: 在 %2$@ 填入「%1$@」
zh_hk: 喺 %2$@ 填入「%1$@」

source: Fill a one-time code
ja: ワンタイムコードを入力
zh_hans: 填充一次性验证码
zh_hant: 填入一次性驗證碼
zh_hk: 填入一次性驗證碼

source: fill a password
ja: パスワードを入力
zh_hans: 填充密码
zh_hant: 填入密碼
zh_hk: 填入密碼

source: Fill a password
ja: パスワードを入力
zh_hans: 填充密码
zh_hant: 填入密碼
zh_hk: 填入密碼

source: Fill and Submit
ja: 入力して送信
zh_hans: 填充并提交
zh_hant: 填入並送出
zh_hk: 填入並提交

source: Fill code
ja: コードを入力
zh_hans: 填充验证码
zh_hant: 填入驗證碼
zh_hk: 填入驗證碼

source: Fill into %@
ja: %@ に入力
zh_hans: 填充到 %@
zh_hant: 填入 %@
zh_hk: 填入 %@

source: Fill passwords and verification codes in Safari, Chrome and apps. Turn on Triwarden in System Settings › General › AutoFill & Passwords.
ja: Safari、Chrome、アプリでパスワードと確認コードを入力します。「システム設定 › 一般 › 自動入力とパスワード」で Triwarden をオンにしてください。
zh_hans: 在 Safari、Chrome 和 App 中填充密码和验证码。请在“系统设置 › 通用 › 自动填充与密码”中打开 Triwarden。
zh_hant: 在 Safari、Chrome 與 App 中填入密碼和驗證碼。請在「系統設定 › 一般 › 自動填寫與密碼」中開啟 Triwarden。
zh_hk: 在 Safari、Chrome 與 App 中填入密碼和驗證碼。請在「系統設定 › 一般 › 自動填寫與密碼」中開啟 Triwarden。

source: Fill this page or app
ja: このページやアプリに入力
zh_hans: 填充此网页或 App
zh_hant: 填入此網頁或 App
zh_hk: 填入呢個網頁或者 App

source: Filled %@
ja: %@ を入力しました
zh_hans: 填充了 %@
zh_hant: 填入了 %@
zh_hk: 填咗 %@

source: Filter
ja: 絞り込み
zh_hans: 筛选
zh_hant: 篩選
zh_hk: 篩選

source: Filter codes
ja: コードを絞り込む
zh_hans: 筛选验证码
zh_hant: 篩選驗證碼
zh_hk: 篩選驗證碼

source: Filters
ja: 絞り込み
zh_hans: 筛选
zh_hant: 篩選
zh_hk: 篩選

source: Filters are on.
ja: 絞り込みがオンです。
zh_hans: 筛选已开启。
zh_hant: 篩選已開啟。
zh_hk: 篩選開咗。

source: Filters that stay on
ja: オンのままの絞り込み
zh_hans: 保持开启的筛选
zh_hant: 保持開啟的篩選
zh_hk: 會保持開啟嘅篩選

source: Filters, %lld items
ja: 絞り込み、%lld 件
zh_hans: 筛选，%lld 个项目
zh_hant: 篩選，%lld 個項目
zh_hk: 篩選，%lld 個項目

source: Find a shortcut
ja: ショートカットを検索
zh_hans: 查找快捷键
zh_hant: 尋找快速鍵
zh_hk: 搵快速鍵

source: Fingerprint
ja: フィンガープリント
zh_hans: 指纹
zh_hant: 指紋
zh_hk: 指紋

source: Fingerprint phrase
ja: フィンガープリントフレーズ
zh_hans: 指纹短语
zh_hant: 指紋短語
zh_hk: 指紋短語

source: Firefox CSV
ja: Firefox の CSV

source: First login %@
ja: 初回ログイン %@
zh_hans: 首次登录 %@
zh_hant: 首次登入 %@
zh_hk: 首次登入 %@

source: First name
ja: 名
zh_hans: 名
zh_hant: 名字
zh_hk: 名字

source: Five wrong tries turn the PIN off; then the master password unlocks. Anyone who knows the PIN can open this account on this Mac.
ja: 5 回間違えると PIN はオフになり、マスターパスワードでのロック解除が必要になります。PIN を知っている人は誰でもこの Mac でこのアカウントを開けます。
zh_hans: 输错五次会停用 PIN 码，之后须以主密码解锁。任何知道 PIN 码的人都能在这台 Mac 上打开此账户。
zh_hant: 輸錯五次會停用 PIN 碼，之後須以主密碼解鎖。任何知道 PIN 碼的人都能在這部 Mac 上開啟此帳號。
zh_hk: 輸錯五次會停用 PIN 碼，之後要用主密碼解鎖。任何知道 PIN 碼嘅人都可以喺呢部 Mac 開呢個帳戶。

source: Folder
ja: フォルダ
zh_hans: 文件夹
zh_hant: 資料夾
zh_hk: 資料夾

source: Folder created
ja: フォルダを作成しました
zh_hans: 已创建文件夹
zh_hant: 已建立資料夾
zh_hk: 已建立資料夾

source: Folder renamed
ja: フォルダ名を変更しました
zh_hans: 已重命名文件夹
zh_hant: 已重新命名資料夾
zh_hk: 已改資料夾名

source: For %@
ja: %@ の項目
zh_hans: %@ 的项目
zh_hant: %@ 的項目
zh_hk: %@ 嘅項目

source: For this account only; Default follows Settings › Security. Log out removes the account and its saved vault from this Mac.
ja: このアカウントのみに適用されます。「デフォルト」は 設定 › セキュリティ に従います。ログアウトすると、この Mac からアカウントと保存された保管庫が削除されます。
zh_hans: 仅适用于此账户；“默认”跟随“设置 › 安全性”。注销会从这台 Mac 移除账户及其保存的密码库。
zh_hant: 只適用於此帳號；「預設」會跟隨「設定 › 安全性」。登出會從這部 Mac 移除帳號及其儲存的保險庫。
zh_hk: 只係適用於呢個帳戶；「預設」會跟「設定 › 安全」。登出會喺呢部 Mac 移除帳戶同佢儲存咗嘅保險庫。

source: Forgot password?
ja: パスワードを忘れた場合
zh_hans: 忘记密码？
zh_hant: 忘記密碼？
zh_hk: 忘記密碼？

source: Format
ja: 形式
zh_hans: 格式
zh_hant: 格式
zh_hk: 格式

source: Free software under the GNU General Public License v3.0. Not affiliated with Bitwarden, Inc. or the Vaultwarden project.
ja: GNU 一般公衆利用許諾書 第 3 版のもとで公開されている自由ソフトウェアです。Bitwarden, Inc. および Vaultwarden プロジェクトとは関係ありません。
zh_hans: 以 GNU 通用公共许可证第 3 版发布的自由软件。与 Bitwarden, Inc. 及 Vaultwarden 项目无关。
zh_hant: 以 GNU 通用公共授權條款第 3 版發佈的自由軟體。與 Bitwarden, Inc. 及 Vaultwarden 專案無關。
zh_hk: 以 GNU 通用公共授權條款第 3 版發佈嘅自由軟件。同 Bitwarden, Inc. 及 Vaultwarden 項目無關。

source: From Bitwarden, 1Password, LastPass, KeePass, Proton Pass, Dashlane, Apple Passwords or your browser.
ja: Bitwarden、1Password、LastPass、KeePass、Proton Pass、Dashlane、Apple のパスワード、ブラウザから読み込めます。
zh_hans: 可从 Bitwarden、1Password、LastPass、KeePass、Proton Pass、Dashlane、Apple“密码”或你的浏览器导入。
zh_hant: 可從 Bitwarden、1Password、LastPass、KeePass、Proton Pass、Dashlane、Apple「密碼」或你的瀏覽器匯入。
zh_hk: 可以由 Bitwarden、1Password、LastPass、KeePass、Proton Pass、Dashlane、Apple「密碼」或你嘅瀏覽器匯入。

source: From Bitwarden, Chrome, Edge, Brave, Arc, Safari, Apple Passwords or Firefox.
ja: Bitwarden、Chrome、Edge、Brave、Arc、Safari、Apple のパスワード、Firefox から読み込めます。
zh_hans: 可从 Bitwarden、Chrome、Edge、Brave、Arc、Safari、Apple“密码”或 Firefox 导入。
zh_hant: 可從 Bitwarden、Chrome、Edge、Brave、Arc、Safari、Apple「密碼」或 Firefox 匯入。
zh_hk: 可以由 Bitwarden、Chrome、Edge、Brave、Arc、Safari、Apple「密碼」或 Firefox 匯入。

source: From the site's two-factor setup: an otpauth:// link or the key under the QR code.
ja: サイトの2要素認証設定から：otpauth:// リンク、または QR コードの下にある鍵。
zh_hans: 来自网站的双重验证设置：otpauth:// 链接，或二维码下方的密钥。
zh_hant: 來自網站的雙重驗證設定：otpauth:// 連結，或 QR 碼下方的金鑰。
zh_hk: 嚟自網站嘅雙重驗證設定：otpauth:// 連結，或者 QR 碼下面嘅金鑰。

source: From the site's two-factor setup: scan its QR code, or paste the otpauth:// link or the key under it.
ja: サイトの2ステップ認証の設定画面から：QR コードを読み取るか、otpauth:// リンクやその下のキーを貼り付けます。
zh_hans: 来自网站的两步验证设置：扫描它的二维码，或粘贴 otpauth:// 链接或二维码下方的密钥。
zh_hant: 來自網站的兩步驟驗證設定：掃描它的 QR 碼，或貼上 otpauth:// 連結或 QR 碼下方的金鑰。
zh_hk: 嚟自網站嘅兩步驟驗證設定：掃描佢個 QR 碼，或者貼上 otpauth:// 連結或者 QR 碼下面嘅金鑰。

source: General
ja: 一般
zh_hans: 通用
zh_hant: 一般
zh_hk: 一般

source: Generate Ed25519 Key
ja: Ed25519 鍵を生成
zh_hans: 生成 Ed25519 密钥
zh_hant: 產生 Ed25519 金鑰
zh_hk: 產生 Ed25519 密鑰

source: Generate password
ja: パスワードを生成
zh_hans: 生成密码
zh_hant: 產生密碼
zh_hk: 產生密碼

source: Generate Password
ja: パスワードを生成
zh_hans: 生成密码
zh_hant: 產生密碼
zh_hk: 產生密碼

source: Generated passphrase
ja: 生成したパスフレーズ
zh_hans: 生成的密码短语
zh_hant: 產生的密碼短語
zh_hk: 產生的密碼短語

source: Generated password
ja: 生成したパスワード
zh_hans: 生成的密码
zh_hant: 產生的密碼
zh_hk: 產生的密碼

source: Generator
ja: ジェネレータ
zh_hans: 生成器
zh_hant: 產生器
zh_hk: 產生器

source: Generator history
ja: 生成履歴
zh_hans: 生成记录
zh_hant: 產生記錄
zh_hk: 產生記錄

source: Get One-Time Code
ja: ワンタイムコードを取得
zh_hans: 获取一次性验证码
zh_hant: 取得一次性驗證碼
zh_hk: 取得一次性驗證碼

source: Get the one-time code for ${item}
ja: ${item} のワンタイムコードを取得
zh_hans: 获取 ${item} 的一次性验证码
zh_hant: 取得 ${item} 的一次性驗證碼
zh_hk: 取得 ${item} 的一次性驗證碼

source: Git signing
ja: Git 署名
zh_hans: Git 签名
zh_hant: Git 簽署
zh_hk: Git 簽署

source: Go to %@
ja: %@ に移動
zh_hans: 前往%@
zh_hant: 前往%@
zh_hk: 去%@

source: Go to Send
ja: Send に移動
zh_hans: 前往 Send
zh_hant: 前往 Send
zh_hk: 去 Send

source: Go to folder %@
ja: フォルダ %@ に移動
zh_hans: 前往文件夹 %@
zh_hant: 前往資料夾 %@
zh_hk: 去資料夾 %@

source: Group items; folders can nest.
ja: 項目をまとめます。フォルダは入れ子にできます。
zh_hans: 将项目分组；文件夹可以嵌套。
zh_hant: 將項目分組；資料夾可以巢狀。
zh_hk: 將項目分組；資料夾可以一層包一層。

source: Has a one-time code
ja: ワンタイムコードあり
zh_hans: 有一次性验证码
zh_hant: 有一次性驗證碼
zh_hk: 有一次性驗證碼

source: Has a passkey
ja: パスキーあり
zh_hans: 已有通行密钥
zh_hant: 已有通行密鑰
zh_hk: 已有通行密鑰

source: Hidden
ja: 非表示
zh_hans: 隐藏
zh_hant: 隱藏
zh_hk: 隱藏

source: Hide
ja: 隠す
zh_hans: 隐藏
zh_hant: 隱藏
zh_hk: 隱藏

source: Hide All
ja: すべて隠す
zh_hans: 全部隐藏
zh_hant: 全部隱藏
zh_hk: 全部隱藏

source: Hide my email address from recipients
ja: 受信者にメールアドレスを表示しない
zh_hans: 对收件人隐藏我的电子邮件地址
zh_hant: 對收件人隱藏我的電子郵件地址
zh_hk: 對收件人隱藏我的電郵地址

source: Hide password
ja: パスワードを隠す
zh_hans: 隐藏密码
zh_hant: 隱藏密碼
zh_hk: 隱藏密碼

source: Hide text until the recipient reveals it
ja: 受信者が表示するまでテキストを隠す
zh_hans: 收件人点击前隐藏文字
zh_hant: 收件人點擊前隱藏文字
zh_hk: 收件人撳之前隱藏文字

source: Hide the text until the recipient reveals it
ja: 受信者が表示するまでテキストを隠す
zh_hans: 在收件人显示前隐藏文字
zh_hant: 在收件人顯示前隱藏文字
zh_hk: 收件人顯示之前隱藏文字

source: Hide Triwarden from screen sharing and screenshots
ja: 画面共有とスクリーンショットに Triwarden を映さない
zh_hans: 在屏幕共享和截屏中隐藏 Triwarden
zh_hant: 在螢幕分享和截圖中隱藏 Triwarden
zh_hk: 喺螢幕分享同截圖入面隱藏 Triwarden

source: Hint
ja: ヒント
zh_hans: 提示
zh_hant: 提示
zh_hk: 提示

source: History
ja: 履歴
zh_hans: 历史记录
zh_hant: 歷史記錄
zh_hk: 歷史記錄

source: hours to crack
ja: 解読に数時間
zh_hans: 需数小时破解
zh_hant: 需數小時破解
zh_hk: 要幾個鐘先破解到

source: How hard your master password is to guess-check. Stronger is slower to unlock.
ja: マスターパスワードの総当たりのしにくさ。強いほどロック解除に時間がかかります。
zh_hans: 主密码被猜测验证的难度。越强，解锁越慢。
zh_hant: 主密碼被猜測驗證的難度。越強，解鎖越慢。
zh_hk: 主密碼俾人逐個試嘅難度。越強，解鎖越慢。

source: How to Turn On
ja: 有効にする方法
zh_hans: 如何开启
zh_hant: 如何開啟
zh_hk: 點樣開啟

source: Icons
ja: アイコン
zh_hans: 图标
zh_hant: 圖示
zh_hk: 圖示

source: Icons come from your own server (or Bitwarden for bitwarden.com accounts), so no one else learns which sites you use. Cached icons are encrypted.
ja: アイコンは自分のサーバー（bitwarden.com のアカウントは Bitwarden）から取得するため、利用サイトが他者に知られることはありません。キャッシュは暗号化されます。
zh_hans: 图标来自你自己的服务器（bitwarden.com 账户则来自 Bitwarden），其他人无从得知你使用哪些网站。缓存的图标会加密。
zh_hant: 圖示來自你自己的伺服器（bitwarden.com 帳號則來自 Bitwarden），其他人無從得知你使用哪些網站。快取的圖示會加密。
zh_hk: 圖示來自你自己的伺服器（bitwarden.com 帳戶則來自 Bitwarden），其他人無從得知你使用哪些網站。快取的圖示會加密。

source: Identities
ja: ID
zh_hans: 身份
zh_hant: 身分
zh_hk: 身份

source: Identity
ja: 認証
zh_hans: 身份验证
zh_hant: 身分驗證
zh_hk: 身分驗證

source: If this account has a hint, it's on its way to your inbox.
ja: このアカウントにヒントがあれば、受信トレイに送信されます。
zh_hans: 如果此账户设有提示，已发送至你的收件箱。
zh_hant: 如果此帳號設有提示，已寄到你的收件匣。
zh_hk: 如果此帳戶設有提示，已寄到你的收件箱。

source: Import
ja: 読み込む
zh_hans: 导入
zh_hant: 匯入
zh_hk: 匯入

source: Import %lld Items
ja: %lld 件を読み込む
zh_hans: 导入 %lld 个项目
zh_hant: 匯入 %lld 個項目
zh_hk: 匯入 %lld 個項目

source: Import into
ja: 読み込み先
zh_hans: 导入到
zh_hant: 匯入至
zh_hk: 匯入去

source: Import…
ja: 読み込む…
zh_hans: 导入…
zh_hant: 匯入⋯
zh_hk: 匯入⋯

source: Imported %lld items
ja: %lld 件を読み込みました
zh_hans: 已导入 %lld 个项目
zh_hant: 已匯入 %lld 個項目
zh_hk: 已匯入 %lld 個項目

source: In Trash until %@, when Bitwarden deletes it for good. Restore it to use it again.
ja: ゴミ箱にあります。%@ に Bitwarden が完全に削除します。元に戻すと再び使えます。
zh_hans: 在废纸篓中，Bitwarden 将于 %@ 永久删除。恢复即可再次使用。
zh_hant: 在垃圾桶中，Bitwarden 將於 %@ 永久刪除。還原即可再次使用。
zh_hk: 喺垃圾桶入面，Bitwarden 會喺 %@ 永久刪除。還原就可以再用。

source: In Trash. Restore it to use it again, or delete it forever.
ja: ゴミ箱にあります。復元して再び使うか、完全に削除してください。
zh_hans: 位于废纸篓。恢复后即可再次使用，或将其永久删除。
zh_hant: 位於垃圾桶。還原後即可再次使用，或將其永久刪除。
zh_hk: 位於垃圾桶。還原後即可再次使用，或將其永久刪除。

source: In Triwarden
ja: Triwarden 内
zh_hans: 在 Triwarden 内
zh_hant: 在 Triwarden 內
zh_hk: 喺 Triwarden 入面

source: In use
ja: 使用中
zh_hans: 使用中
zh_hant: 使用中
zh_hk: 使用中

source: Include
ja: 含める文字
zh_hans: 包含
zh_hant: 包含
zh_hk: 包含

source: Include ⌘, ⌥ or ⌃
ja: ⌘、⌥、⌃ のいずれかを含めてください
zh_hans: 请包含 ⌘、⌥ 或 ⌃
zh_hant: 請包含 ⌘、⌥ 或 ⌃
zh_hk: 要包含 ⌘、⌥ 或 ⌃

source: Include number
ja: 数字を含める
zh_hans: 包含数字
zh_hant: 包含數字
zh_hk: 包含數字

source: Increase
ja: 増やす
zh_hans: 增加
zh_hant: 增加
zh_hk: 增加

source: Inside “%@”.
ja: 「%@」の中に作成します。
zh_hans: 位于“%@”内。
zh_hant: 位於「%@」內。
zh_hk: 喺「%@」入面。

source: Install tw
ja: tw をインストール
zh_hans: 安装 tw
zh_hant: 安裝 tw
zh_hk: 安裝 tw

source: Into the list
ja: リストへ移動
zh_hans: 移到列表
zh_hant: 移到列表
zh_hk: 去列表

source: Invite
ja: 招待
zh_hans: 邀请
zh_hant: 邀請
zh_hk: 邀請

source: Invited
ja: 招待済み
zh_hans: 已邀请
zh_hant: 已邀請
zh_hk: 已邀請

source: Invited %@
ja: %@ を招待しました
zh_hans: 邀请了 %@
zh_hant: 邀請了 %@
zh_hk: 邀請咗 %@

source: IP address
ja: IP アドレス
zh_hans: IP 地址
zh_hant: IP 位址
zh_hk: IP 位址

source: It's no longer sent, and its value is deleted from your Keychain.
ja: 今後は送信されず、値はキーチェーンから削除されます。
zh_hans: 将不再发送，其值也会从钥匙串中删除。
zh_hant: 將不再傳送，其值也會從鑰匙圈中刪除。
zh_hk: 之後唔會再傳送，個值亦會喺鑰匙圈刪除。

source: Item
ja: 項目
zh_hans: 项目
zh_hant: 項目
zh_hk: 項目

source: Item %lld: unknown item type
ja: 項目 %lld：不明な種類
zh_hans: 第 %lld 个项目：未知的项目类型
zh_hant: 第 %lld 個項目：未知的項目類型
zh_hk: 第 %lld 個項目：唔知咩類型

source: Item created
ja: 項目を作成しました
zh_hans: 已创建项目
zh_hant: 已建立項目
zh_hk: 已建立項目

source: Item history
ja: 項目の履歴
zh_hans: 项目记录
zh_hant: 項目記錄
zh_hk: 項目紀錄

source: Items
ja: 項目
zh_hans: 项目
zh_hant: 項目
zh_hk: 項目

source: Items stay here until you delete them, unless your server's admin set it to empty the Trash after a while.
ja: サーバーの管理者が一定期間後にゴミ箱を空にする設定をしていない限り、削除するまでここに残ります。
zh_hans: 项目会一直保留在此，直到你删除为止，除非服务器管理员设置了一段时间后自动清空废纸篓。
zh_hant: 項目會一直保留在此，直到你刪除為止，除非伺服器管理員設定了一段時間後自動清空垃圾桶。
zh_hk: 項目會一直留喺度，直到你刪除為止，除非伺服器管理員設定咗一段時間之後自動清空垃圾桶。

source: Iterations: %@
ja: 反復回数：%@
zh_hans: 迭代次数：%@
zh_hant: 迭代次數：%@
zh_hk: 迭代次數：%@

source: Iterations: %lld
ja: 反復回数：%lld
zh_hans: 迭代次数：%lld
zh_hant: 迭代次數：%lld
zh_hk: 迭代次數：%lld

source: Its items aren't deleted; they move out of the folder.
ja: 中の項目は削除されず、フォルダの外に移動します。
zh_hans: 其中的项目不会被删除，只会移出文件夹。
zh_hant: 其中的項目不會被刪除，只會移出資料夾。
zh_hk: 入面嘅項目唔會被刪除，只會移出資料夾。

source: Its items leave this Mac. An admin has to invite you again to get them back.
ja: 項目はこの Mac から消えます。戻すには管理者に再度招待してもらう必要があります。
zh_hans: 它的项目会从这台 Mac 移除。需要管理员再次邀请你才能取回。
zh_hant: 它的項目會從這台 Mac 移除。需要管理員再次邀請你才能取回。
zh_hk: 佢嘅項目會喺呢部 Mac 消失。要管理員再邀請你先攞得返。

source: Its link stops working right away.
ja: リンクはすぐに無効になります。
zh_hans: 其链接会立即失效。
zh_hant: 它的連結會立即失效。
zh_hk: 佢條連結會即刻失效。

source: Its subfolders move with it.
ja: サブフォルダも一緒に移動します。
zh_hans: 其子文件夹会一起移动。
zh_hant: 其子資料夾會一併移動。
zh_hk: 佢嘅子資料夾會一齊搬。

source: JSON, CSV, KeePass XML or 1Password .1pux
ja: JSON、CSV、KeePass XML、1Password の .1pux
zh_hans: JSON、CSV、KeePass XML 或 1Password .1pux
zh_hant: JSON、CSV、KeePass XML 或 1Password .1pux
zh_hk: JSON、CSV、KeePass XML 或 1Password .1pux

source: Just now
ja: たった今
zh_hans: 刚刚
zh_hant: 剛剛
zh_hk: 啱啱

source: Keep Editing
ja: 編集を続ける
zh_hans: 继续编辑
zh_hant: 繼續編輯
zh_hk: 繼續編輯

source: Keep running in the menu bar when the window is closed
ja: ウインドウを閉じてもメニューバーで実行し続ける
zh_hans: 关闭窗口后继续在菜单栏中运行
zh_hant: 關閉視窗後繼續在選單列中執行
zh_hk: 關閉視窗後繼續喺選單列執行

source: Kept by the server when a password is changed: the last five.
ja: パスワードを変更するとサーバーが保存します（直近5件）。
zh_hans: 更改密码时由服务器保留：最近五个。
zh_hant: 更改密碼時由伺服器保留：最近五個。
zh_hk: 改密碼時由伺服器保留：最近五個。

source: Key
ja: 鍵
zh_hans: 密钥
zh_hant: 金鑰
zh_hk: 金鑰

source: Keyboard Shortcuts
ja: キーボードショートカット
zh_hans: 键盘快捷键
zh_hant: 鍵盤快速鍵
zh_hk: 鍵盤快速鍵

source: Language
ja: 言語
zh_hans: 语言
zh_hant: 語言
zh_hk: 語言

source: Last active %@
ja: 最終アクティブ %@
zh_hans: 最后使用 %@
zh_hant: 最後使用 %@
zh_hk: 最後使用 %@

source: Last checked %@
ja: 最終確認：%@
zh_hans: 上次检查：%@
zh_hant: 上次檢查：%@
zh_hk: 上次檢查：%@

source: Last edited
ja: 最終編集
zh_hans: 上次编辑
zh_hant: 上次編輯
zh_hk: 上次編輯

source: Last edited %@
ja: 最終編集：%@
zh_hans: 最后编辑于 %@
zh_hant: 最後編輯於 %@
zh_hk: 最後編輯：%@

source: Last name
ja: 姓
zh_hans: 姓
zh_hant: 姓氏
zh_hk: 姓氏

source: Last synced
ja: 最終同期
zh_hans: 上次同步
zh_hant: 上次同步
zh_hk: 上次同步

source: Leave Shared Vault
ja: 共有保管庫を退出
zh_hans: 离开共享保险库
zh_hant: 離開共享保險庫
zh_hk: 離開共享保險庫

source: Leave Shared Vault…
ja: 共有保管庫を退出…
zh_hans: 离开共享保险库…
zh_hant: 離開共享保險庫…
zh_hk: 離開共享保險庫…

source: Leave “%@”?
ja: 「%@」を退出しますか？
zh_hans: 要离开“%@”吗？
zh_hant: 要離開「%@」嗎？
zh_hk: 要離開「%@」嗎？

source: Leave blank to keep the current one
ja: 空欄のままにすると現在のパスワードを保持
zh_hans: 留空以保留当前密码
zh_hant: 留空以保留目前的密碼
zh_hk: 留空就保留而家嘅密碼

source: Left “%@”
ja: 「%@」を退出しました
zh_hans: 已离开“%@”
zh_hant: 已離開「%@」
zh_hk: 已離開「%@」

source: Length
ja: 長さ
zh_hans: 长度
zh_hant: 長度
zh_hk: 長度

source: Licence number
ja: 運転免許証番号
zh_hans: 驾照号码
zh_hant: 駕照號碼
zh_hk: 駕駛執照號碼

source: License
ja: ライセンス
zh_hans: 许可证
zh_hant: 授權條款
zh_hk: 授權條款

source: Light
ja: ライト
zh_hans: 浅色
zh_hant: 淺色
zh_hk: 淺色

source: Limit views
ja: 表示回数を制限
zh_hans: 限制查看次数
zh_hant: 限制檢視次數
zh_hk: 限制檢視次數

source: list your vault items
ja: 保管庫の項目を一覧表示する
zh_hans: 列出你的密码库项目
zh_hant: 列出你的保險庫項目
zh_hk: 列出你的保險庫項目

source: Loading devices…
ja: デバイスを読み込み中…
zh_hans: 正在加载设备…
zh_hant: 正在載入裝置…
zh_hk: 載入緊裝置…

source: Lock
ja: ロック
zh_hans: 锁定
zh_hant: 鎖定
zh_hk: 鎖定

source: Lock %@
ja: %@ をロック
zh_hans: 锁定 %@
zh_hant: 鎖定 %@
zh_hk: 鎖定 %@

source: Lock after inactivity
ja: 操作がないときにロック
zh_hans: 闲置后锁定
zh_hant: 閒置後鎖定
zh_hk: 閒置後鎖定

source: Lock this account
ja: このアカウントをロック
zh_hans: 锁定此账户
zh_hant: 鎖定此帳號
zh_hk: 鎖定呢個帳戶

source: Lock vault
ja: 保管庫をロック
zh_hans: 锁定密码库
zh_hant: 鎖定保險庫
zh_hk: 鎖定保險庫

source: Lock Vault
ja: 保管庫をロック
zh_hans: 锁定密码库
zh_hant: 鎖定保險庫
zh_hk: 鎖定保險庫

source: Lock Vault (⇧⌘L)
ja: 保管庫をロック（⇧⌘L）
zh_hans: 锁定密码库（⇧⌘L）
zh_hant: 鎖定保險庫（⇧⌘L）
zh_hk: 鎖定保險庫（⇧⌘L）

source: Lock when the Mac sleeps or the screen locks
ja: Mac のスリープまたは画面ロック時にロック
zh_hans: Mac 睡眠或屏幕锁定时锁定
zh_hant: Mac 睡眠或螢幕鎖定時鎖定
zh_hk: Mac 睡眠或螢幕鎖定時鎖定

source: Locked
ja: ロック中
zh_hans: 已锁定
zh_hant: 已鎖定
zh_hk: 已鎖定

source: Locked · %@
ja: ロック中 · %@
zh_hans: 已锁定 · %@
zh_hant: 已鎖定 · %@
zh_hk: 已鎖定 · %@

source: Locks every account in Triwarden.
ja: Triwarden のすべてのアカウントをロックします。
zh_hans: 锁定 Triwarden 中的所有账户。
zh_hant: 鎖定 Triwarden 中的所有帳號。
zh_hk: 鎖定 Triwarden 中的所有帳戶。

source: Locks every account.
ja: すべてのアカウントをロックします。
zh_hans: 锁定所有账户。
zh_hant: 鎖定所有帳號。
zh_hk: 鎖定所有帳戶。

source: Log in
ja: ログイン
zh_hans: 登录
zh_hant: 登入
zh_hk: 登入

source: Log in with another device
ja: 別のデバイスでログイン
zh_hans: 使用其他设备登录
zh_hant: 使用其他裝置登入
zh_hk: 用其他裝置登入

source: Log in with single sign-on…
ja: シングルサインオンでログイン…
zh_hans: 使用单点登录…
zh_hant: 使用單一登入…
zh_hk: 使用單一登入…

source: Log out
ja: ログアウト
zh_hans: 退出登录
zh_hant: 登出
zh_hk: 登出

source: Log Out
ja: ログアウト
zh_hans: 退出登录
zh_hant: 登出
zh_hk: 登出

source: Log out of %@?
ja: %@ からログアウトしますか？
zh_hans: 要退出 %@ 吗？
zh_hant: 要登出 %@ 嗎？
zh_hk: 要登出 %@ 嗎？

source: Log out removes the account and its saved vault from this Mac; getting back in needs the master password (and two-step login). Each account can set its own timeout on its page.
ja: ログアウトすると、この Mac からアカウントと保存された保管庫が削除されます。再びログインするにはマスターパスワード（と 2 段階ログイン）が必要です。各アカウントはそれぞれのページで独自のタイムアウトを設定できます。
zh_hans: 注销会从这台 Mac 移除账户及其保存的密码库；再次登录需要主密码（及两步登录）。每个账户可在其页面设置自己的超时。
zh_hant: 登出會從這部 Mac 移除帳號及其儲存的保險庫；再次登入需要主密碼（及兩步驟登入）。每個帳號可在其頁面設定自己的逾時。
zh_hk: 登出會喺呢部 Mac 移除帳戶同佢儲存咗嘅保險庫；再登入要用主密碼（同兩步驟登入）。每個帳戶都可以喺佢嘅頁面設定自己嘅逾時。

source: With Reduce Motion on, the lock screen fades in and out instead of sliding.
ja: 「視差効果を減らす」がオンのときは、ロック画面はスライドせずにフェードで切り替わります。
zh_hans: 开启“减弱动态效果”后，锁定界面会淡入淡出，而不是滑动。
zh_hant: 開啟「減少動態效果」後，鎖定畫面會淡入淡出，而不是滑動。
zh_hk: 開咗「減少動態效果」之後，鎖定畫面會淡入淡出，唔會滑動。

source: Log Out…
ja: ログアウト…
zh_hans: 退出登录…
zh_hant: 登出…
zh_hk: 登出…

source: Logins
ja: ログイン
zh_hans: 登录信息
zh_hant: 登入資料
zh_hk: 登入資料

source: Logins and secure notes only, for spreadsheets and other password managers.
ja: ログインとセキュアメモのみ。表計算や他のパスワードマネージャ向け。
zh_hans: 仅包含登录信息和安全备忘录，适用于电子表格和其他密码管理器。
zh_hant: 只包含登入資料與安全備忘錄，適用於試算表和其他密碼管理工具。
zh_hk: 只包括登入資料同安全備忘錄，適合試算表同其他密碼管理工具。

source: Looking good
ja: 問題ありません
zh_hans: 状况良好
zh_hant: 狀況良好
zh_hk: 狀況良好

source: Lowercase (a–z)
ja: 小文字（a–z）
zh_hans: 小写（a–z）
zh_hant: 小寫（a–z）
zh_hk: 小寫（a–z）

source: Make sure it shows this phrase:
ja: このフレーズが表示されていることを確認してください：
zh_hans: 请确认它显示这个短语：
zh_hant: 請確認它顯示這個短語：
zh_hk: 請確認佢顯示呢個短語：

source: Manage
ja: 管理
zh_hans: 管理
zh_hant: 管理
zh_hk: 管理

source: Manage in Web Vault
ja: Web 保管庫で管理
zh_hans: 在网页版保险库管理
zh_hant: 在網頁版保險庫管理
zh_hk: 喺網頁版保險庫管理

source: Master password
ja: マスターパスワード
zh_hans: 主密码
zh_hant: 主密碼
zh_hk: 主密碼

source: Master password changed
ja: マスターパスワードを変更しました
zh_hans: 已更改主密码
zh_hant: 已變更主密碼
zh_hk: 已更改主密碼

source: Master password hint
ja: マスターパスワードのヒント
zh_hans: 主密码提示
zh_hant: 主密碼提示
zh_hk: 主密碼提示

source: Maximum views reached
ja: 表示回数の上限に達しました
zh_hans: 已达查看上限
zh_hant: 已達檢視上限
zh_hk: 已達檢視上限

source: Me
ja: 自分
zh_hans: 我
zh_hant: 我
zh_hk: 我

source: Meeting apps, recordings and screenshots show an empty space where Triwarden's windows are, so a password on screen doesn't go out with the call.
ja: 会議アプリや録画、スクリーンショットでは Triwarden のウインドウが空白になるので、画面上のパスワードが通話で流れません。
zh_hans: 会议应用、录屏和截屏中，Triwarden 的窗口会显示为空白，屏幕上的密码不会随通话外泄。
zh_hant: 會議 App、錄影和截圖中，Triwarden 的視窗會顯示為空白，螢幕上的密碼不會隨通話外洩。
zh_hk: 開會 App、錄影同截圖入面，Triwarden 嘅視窗會變成空白，螢幕上面嘅密碼唔會跟住通話傳出去。

source: Memory: %lld MiB
ja: メモリ：%lld MiB
zh_hans: 内存：%lld MiB
zh_hant: 記憶體：%lld MiB
zh_hk: 記憶體：%lld MiB

source: Menu Bar
ja: メニューバー
zh_hans: 菜单栏
zh_hant: 選單列
zh_hk: 選單列

source: Middle name
ja: ミドルネーム
zh_hans: 中间名
zh_hant: 中間名
zh_hk: 中間名

source: Minimum numbers
ja: 数字の最小数
zh_hans: 最少数字
zh_hant: 最少數字
zh_hk: 最少數字

source: Minimum special
ja: 記号の最小数
zh_hans: 最少符号
zh_hant: 最少符號
zh_hk: 最少符號

source: minutes to crack
ja: 数分で解読される
zh_hans: 数分钟即可破解
zh_hant: 數分鐘即可破解
zh_hk: 幾分鐘就破解到

source: Mobile
ja: モバイル
zh_hans: 移动设备
zh_hant: 行動裝置
zh_hk: 手機

source: Month
ja: 月
zh_hans: 月
zh_hant: 月
zh_hk: 月

source: More
ja: その他
zh_hans: 更多
zh_hant: 更多
zh_hk: 更多

source: Move
ja: 移動
zh_hans: 移动
zh_hant: 移動
zh_hk: 移動

source: Move to Shared Vault
ja: 共有保管庫へ移動
zh_hans: 移至共享保险库
zh_hant: 移至共享保險庫
zh_hk: 移至共享保險庫

source: Move to Shared Vault…
ja: 共有保管庫へ移動…
zh_hans: 移至共享保险库…
zh_hant: 移至共享保險庫…
zh_hk: 移至共享保險庫…
